{
  "header": {
    "message": "ZNAJDŹ MNIE NA"
  },
  "sub-header": {
    "message": "Nie wahaj się ze mną skontaktować!"
  },
  "portfolio": {
    "all-videos": "wszystkie filmy",
    "portfolio-message": "portfolio",
    "filter-by": "filtruj po",
    "sort-by": "sortuj po",
    "sorted-by": "sortowane po",
    "recent": "najnowszych",
    "most-views": "ilość wyświetleń",
    "most-viewed": "ilości wyświetleń",
    "views": "Wyświetlenia",
    "video-editing": "Edycja Wideo",
    "photos": "Zdjęcia"
  },
  "navigation": {
    "home": "strona główna",
    "about-me": "o mnie",
    "contact": "kontakt"
  },
  "about-me": {
    "title-1": "Poznaj mnie",
    "title-2": "lepiej!",
    "worked-with": "Pracowałem z:",
    "1-part": "Witaj! Nazywam się Filip, mam 21 lat i jestem freelancerem z wieloletnim doświadczeniem w montażu filmów oraz fotografii. Przez ostatnie 6 lat miałem przyjemność współpracować z wiodącymi firmami esportowymi, takimi jak",
    "2-part": ", tworząc setki filmów dla nich. Moją specjalizacją jest tworzenie różnorodnych treści, takich jak vlogi, dokumenty, trailery oraz fragmovies.",
    "3-part": "Miałem okazję szlifować swoje umiejętności podczas IEM Katowice 2023, pashagamingcamp18+, bootcamp 9INE, czy lokalnych imprezach. Moje usługi obejmują fotografię oraz produkcję i montaż filmów najwyższej jakości, wraz z zastosowaniem efektów specjalnych, motion designu oraz korekcji kolorów. Potrafię pracować nad kilkoma projektami jednocześnie, nawet pod presją czasu, zarówno samodzielnie, jak i w zespole. Moje doświadczenie pozwala mi efektywnie zarządzać zadaniami, a także wnosić własne pomysły i kreatywność do tworzonego contentu. Posiadam biegłość w obsłudze programów takich jak Sony Vegas oraz narzędzi Adobe.",
    "4-part": "Pochodzę z małego miasta pod Wrocławiem w Polsce i od 15 roku życia poświęcam się montażowi filmów. Moja przygoda rozpoczęła się w 2017 roku, gdy zaczynałem tworzyć fragmovie na własnym kanale. Wkrótce moje zaangażowanie zostało dostrzeżone i dołączyłem do zespołu HLTV. Gry komputerowe zawsze były moją pasją i nieodłączną częścią życia, więc praca w branży esportu jest dla mnie spełnieniem marzeń. Oprócz mojej zawodowej pasji, uwielbiam podróżować i mam nadzieję, że w przyszłości te dwie pasje połączą się, umożliwiając mi podróżowanie po całym świecie i tworzenie treści z turniejów esportowych. Jeśli szukasz profesjonalisty, który połączy kreatywność, umiejętności techniczne i pasję do tworzenia filmów oraz fotografii, jestem gotów podjąć się wyzwania. Razem możemy stworzyć historie, które przyciągną uwagę i poruszą emocje. Skontaktuj się ze mną, aby dowiedzieć się więcej o tym, jak mogę wzbogacić Twoje projekty."
  },
  "contact": {
    "contact-me": "Skontaktuj się ze mną",
    "sub-title": "Masz jakieś pytania? Wyślij mi wiadomość!",
    "send": "WYŚLIJ",
    "name": "Imię",
    "subject": "Temat",
    "message": "Wiadomość",
    "all-socials": "moje profile społecznościowe"
  }
}
